const HomeFlatListData = [
  {
    id: '1',
    content: 'الله اكبر الله اكبر',
    // url: require('./sounds/pure.m4a'),
  },
  {
    id: '2',
    content:
      'رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ',
  },
  {
    id: '3',
    content: 'أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِين',
  },
  {
    id: '4',
    content:
      'رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ',
  },
  {
    id: '5',
    content: 'رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ',
  },
];

export default HomeFlatListData;
